{
  "header": {
    "digital": "DIGITAL",
    "city": "VILLE",
    "series": "SÉRIE"
  },
  "languageSwitcher": {
    "currentLanguage": "Langue actuelle"
  },
  "site": {
    "title": "Série Ville Numérique",
    "description": "Explorer les environnements urbains à travers l'art numérique"
  },
  "navigation": {
      "about": "À propos",
      "paintings": "Peintures",
      "businessPlan": "Plan d'affaires",
      "contact": "Contact"
  },
  "filters": {
      "oldest": "Plus Ancien",
      "latest": "Plus Récent",
      "random": "Aléatoire",
      "selectACity": "Sélectionner une ville"
  },
  "about": {
    "intro": "À Propos de la Série",
    "method": "La Méthode",
    "philosophy": "Philosophie & Smoothism",
    "collaborations": "Collaborations",
    "relaunch": "Le Redémarrage",
    "introText": "Digital City Series est un projet artistique qui crée des portraits de villes. Au lieu de montrer une simple photo d'un bâtiment célèbre, chaque portrait combine des centaines de photos de rue en une seule image carrée. Le résultat est une vision unique d'une ville qui donne la sensation de se déplacer à travers elle.",
    "methodText": "Le projet a débuté en 2007. J'utilise un skateboard pour explorer les villes, ce qui offre une perspective rapide et fluide. Je prends des milliers de photos lors de ces parcours. De retour en studio, je fusionne ces photos en une composition unique et homogène.",
    "philosophyText": "Cette méthode s'inspire des peintres cubistes, qui montraient les objets sous plusieurs angles simultanément. Mon travail fait de même pour la ville moderne, en utilisant des outils numériques. Ce processus, que j'appelle le **Smoothism**, utilise la technologie pour gérer et trouver des connexions dans toutes les informations visuelles.",
    "collaborationsText": "Au fil des années, le projet s'est développé pour inclure des collaborations avec des peintres traditionnels à l'huile en Chine, transformant les images numériques en peintures physiques. Cela connecte la nouvelle technologie avec des compétences artistiques classiques.",
    "relaunchText": "Le projet redémarre maintenant car le monde y est plus préparé. Les gens s'intéressent à la façon dont l'art et la technologie peuvent travailler ensemble, et ils veulent des histoires authentiques venant des artistes. Après des années de développement, le moment est venu de partager ces portraits urbains avec un public plus large.",
    "signature": "— Bernard Bolter, Berlin 2024"
  },
  "paintings": {
    "aboutThePaintings" : "À propos des peintures",
    "originStory": "Le voyage à Da Fen a commencé par une question : comment mes compositions numériques de villes pourraient-elles exister dans le monde physique ? J'ai voyagé jusqu'au célèbre village de peinture à l'huile de Shenzhen, un lieu vibrant d'énergie artistique, et je me suis retrouvé à partager un repas avec un artiste nommé Sanzi (Wang Xiaolong). Sans langue commune, nous nous sommes connectés à travers les images sur mon ordinateur portable. Cette rencontre a donné naissance à notre première collaboration - une magnifique peinture à l'huile de Los Angeles - et a jeté les bases d'un pont interculturel unique.",
    "collaborationProcess": "Aujourd'hui, cette connexion initiale est devenue une partie essentielle de Digital City Series. Nous collaborons avec des maîtres artistes de Da Fen pour traduire nos visions numériques 'Smoothist' en peintures à l'huile uniques. Ce n'est pas une simple reproduction ; c'est une réinterprétation. Les artistes apportent leur compréhension profonde de la texture, de la lumière et de la physicalité de la peinture, ajoutant une nouvelle dimension tactile à l'œuvre numérique originale.",
    "artisticSignificance": "Ces collaborations représentent une fusion unique entre les mondes de l'art numérique et traditionnel. Elles témoignent de l'idée que l'innovation et l'héritage peuvent coexister, créant quelque chose de totalement nouveau. Chaque peinture est un pont - connectant ma perspective numérique avec des siècles de savoir-faire analogique, et reliant l'élan vers l'avant de Berlin aux mains habiles de Da Fen."
  },
  "search": {
    "placeholder": "Rechercher des œuvres...",
    "filter": "Filtrer",
    "recent": "Récent",
    "original": "Original",
    "random": "Aléatoire",
    "noResults": "Aucune œuvre trouvée",
    "tryAdjusting": "Essayez d'ajuster votre recherche ou vos filtres"
  },
  "artwork": {
    "collection": "Collection d'œuvres d'art",
    "details": "Détails de l'œuvre",
    "city": "Ville",
    "year": "Année",
    "dimensions": "Dimensions",
    "medium": "Médium",
    "description": "Description",
    "backToCollection": "Retour à la collection"
  },
  "contact": {
    "label": {
      "fullName": "Nom complet",
      "email": "Votre adresse e-mail",
      "message": "Votre message"
    },
    "placeholder": {
      "fullName": "Votre prénom et nom de famille",
      "email": "jean@dupont.fr",
      "message": "Saisissez votre message..."
    },
    "button": {
      "sending": "Envoi...",
      "send": "Envoyer le message"
    },
    "error": {
      "nameRequired": "Le nom est obligatoire",
      "nameMinLength2": "Le nom doit contenir au moins 2 caractères", 
      "emailRequired": "L'e-mail est obligatoire",
      "emailInvalid": "Veuillez saisir une adresse e-mail valide",
      "messageRequired": "Le message est obligatoire",
      "messageMinLength10": "Le message doit contenir au moins 10 caractères"
    },
    "serverError": {
      "formCarry422": "L'envoi du formulaire a échoué. Veuillez vérifier vos données et réessayer.",
      "unknown": "Une erreur de serveur inconnue s'est produite. Veuillez réessayer.",
      "genericCatch": "Une erreur de réseau s'est produite. Veuillez réessayer."
    },
    "successMessage": "Nous avons bien reçu votre soumission, merci !"
  },
  "cities": {
    "basel": "Bâle",
    "london": "Londres",
    "venice": "Venise",
    "losAngeles": "Los Angeles",
    "lasVegas": "Las Vegas",
    "marseille": "Marseille",
    "hongKong": "Hong Kong",
    "stockholm": "Stockholm",
    "lisbon": "Lisbonne",
    "paris": "Paris",
    "berlin": "Berlin",
    "copenhagen": "Copenhague",
    "riga": "Riga",
    "antalya": "Antalya",
    "hamburg": "Hambourg",
    "zagreb": "Zagreb",
    "shenzhen": "Shenzhen",
    "guangzhou": "Canton",
    "istanbul": "Istanbul",
    "minneapolis": "Minneapolis",
    "sanFrancisco": "San Francisco",
    "manhattan": "Manhattan",
    "saltLakeCity": "Salt Lake City",
    "merida": "Mérida",
    "denver": "Denver",
    "beijing": "Pékin",
    "bangkok": "Bangkok",
    "madrid": "Madrid"
  },
  "countries": {
    "switzerland": "Suisse",
    "england": "Angleterre",
    "italy": "Italie",
    "california": "Californie",
    "nevada": "Nevada",
    "france": "France",
    "sweden": "Suède",
    "portugal": "Portugal",
    "germany": "Allemagne",
    "denmark": "Danemark",
    "latvia": "Lettonie",
    "turkey": "Turquie",
    "croatia": "Croatie",
    "china": "Chine",
    "minnesota": "Minnesota",
    "newYork": "New York",
    "utah": "Utah",
    "mexico": "Mexique",
    "colorado": "Colorado",
    "thailand": "Thaïlande",
    "spain": "Espagne"
  }
}
